;------------------------------------------------------------------------------
; UltraDefrag GUI Simplified Chinese Language Pack.
; Copyright (C) 2008,2009 by muzuiget.
;------------------------------------------------------------------------------
; History --- Date ---------- Full Name
;------------------------------------------------------------------------------
; Revised Oct. 25, 2010 by HPJ
; Revised Apr. 04, 2011 by Tommy He
;------------------------------------------------------------------------------

; Please keep the header and comments in English and use Latin letters,
; so everyone understands them

; THIS FILE MUST BE SAVED IN UNICODE (UTF-16) ENCODING
; Use \n as a newline character in strings.
; Use an ampersand (&) before a letter to make it a keyboard accelerator


; Main Window Menu.

; --- Action Menu

ACTION                    = 操作
ANALYSE                   = 分析
DEFRAGMENT                = 整理
OPTIMIZE                  = 优化
QUICK_OPTIMIZE            = Quick optimization
FULL_OPTIMIZE             = Full optimization
STOP                      = 停止
REPEAT_ACTION             = Re&peat action
SKIP_REMOVABLE_MEDIA      = 忽略移动磁盘
RESCAN_DRIVES             = 重新扫描
WHEN_DONE                 = 整理完后
WHEN_DONE_NONE            = 不做任何操作
WHEN_DONE_EXIT            = 退出
WHEN_DONE_STANDBY         = 待机
WHEN_DONE_HIBERNATE       = 休眠
WHEN_DONE_LOGOFF          = 注销
WHEN_DONE_REBOOT          = 重启
WHEN_DONE_SHUTDOWN        = 关闭
EXIT                      = 退出

; --- Report Menu

REPORT                    = 报告
SHOW_REPORT               = 显示报告

; --- Settings Menu

SETTINGS                  = 设置
LANGUAGE                  = 语言
TRANSLATIONS_FOLDER       = 语言包文件夹
GRAPHICAL_INTERFACE       = 图形界面
FONT                      = 字体
OPTIONS                   = 选项
BOOT_TIME_SCAN            = 系统启动扫描
ENABLE                    = 开启
SCRIPT                    = 脚本
REPORTS                   = 报告

; --- Help Menu

HELP                      = 帮助
CONTENTS                  = 目录
BEST_PRACTICE             = 最佳方法
FAQ                       = 常见问题解答
ABOUT                     = 关于

; --- Toolbar Tooltips

BOOT_TIME_SCRIPT          = 系统启动脚本

; Drives list items.

VOLUME                    = 卷
STATUS                    = 状态
TOTAL                     = 总空间
FREE                      = 空闲空间
PERCENT                   = 空闲率

; Status messages

STATUS_RUNNING            = 运行中
STATUS_ANALYSED           = 分析完成
STATUS_DEFRAGMENTED       = 碎片整理完成
STATUS_OPTIMIZED          = 优化完成

; Status bar messages.

DIRS                      = 目录
FILES                     = 文件
FRAGMENTED                = 碎片
COMPRESSED                = 压缩文件
MFT                       = 主文件表

; About window.

ABOUT_WIN_TITLE           = 关于 UltraDefrag
CREDITS                   = 开发人员
LICENSE                   = 许可

; Shutdown confirmation

PLEASE_CONFIRM            = 请确认
REALLY_SHUTDOWN_WHEN_DONE = 确认完成后关机吗？
REALLY_HIBERNATE_WHEN_DONE= 确认完成后休眠吗？
REALLY_LOGOFF_WHEN_DONE   = 确认完成后注销吗？
REALLY_REBOOT_WHEN_DONE   = 确认完成后重启吗？
SECONDS_TILL_SHUTDOWN     = 秒后关机
SECONDS_TILL_HIBERNATION  = 秒后休眠
SECONDS_TILL_LOGOFF       = 秒后注销
SECONDS_TILL_REBOOT       = 秒后重新启动
YES                       = 是
NO                        = 否

; END OF FILE
